L = LANG.GetLanguageTableReference("Русский")

L[PIRATE.name] = "Пират"
L["info_popup_" .. PIRATE.name] = [[Вы пир-р-р-ат! Найдите с кем сразиться за золото и очки!]]
L["body_found_" .. PIRATE.abbr] = "Он был пиратом!"
L["search_role_" .. PIRATE.abbr] = "Этот человек был пиратом!"
L["target_" .. PIRATE.name] = "Пират"
L["ttt2_desc_" .. PIRATE.name] = [[Пират — нейтральная роль. Его не очень-то волнует что хорошо, а что плохо… 
но волнует золото и всё, что с ним связано. Пока у кого-то есть контракт капитана пиратов, все пираты находятся в одной команде с этим человеком.]]
L["hilite_win_" .. TEAM_PIRATE] = "Победа пиратов"
L["win_" .. TEAM_PIRATE] = "Пираты победили! Ар-р-р!"
L["ev_win_" .. TEAM_PIRATE] = "Пираты заполучили своё золото!"

L[PIRATE_CAPTAIN.name] = "Капитан пиратов"
L["info_popup_" .. PIRATE_CAPTAIN.name] = [[Вы капитан пир-р-р-атов! Найдите с кем сразиться за золото и очки!]]
L["body_found_" .. PIRATE_CAPTAIN.abbr] = "Он был капитаном пиратов!"
L["search_role_" .. PIRATE_CAPTAIN.abbr] = "Этот человек был капитаном пиратов!"
L["target_" .. PIRATE_CAPTAIN.name] = "Капитан пиратов"
L["ttt2_desc_" .. PIRATE_CAPTAIN.name] = [[Капитан пиратов — нейтральная роль. Его не очень-то волнует что хорошо, а что плохо… 
но волнует золото и всё, что с ним связано. Пока у кого-то есть контракт капитана пиратов, все пираты находятся в одной команде с этим человеком.]]
